Repository: paulwoman/Capitalism_Lab_ENG_to_DE
Catalog: tm/auto/Game_Speed_en-US_de.tmx
Source language: en_us
Languages: de

source: Tips for Improving Game Running Speed^
de: Tipps zur Verbesserung der Spielgeschwindigkeit^

source: When you are viewing the #firm detail window# or the #Information Center#, the game does #not# need to update the city graphics underneath the information window.
de: Wenn Sie das Detailfenster oder das Informationszentrum betrachten, muss das Spiel die Stadtgrafiken unterhalb des Informationsfensters #nicht# aktualisieren.

source: (You will notice that the cars are not moving.)^
de: (Sie werden feststellen, dass sich die Autos nicht bewegen).^

source: #So always open an information window if possible#.
de: #So öffnen Sie immer ein Informationsfenster, wenn möglich#.

source: #This can save a lot of graphic processing time especially when the city is packed with buildings#.^
de: #Das kann viel grafische Verarbeitungszeit sparen, besonders wenn die Stadt voller Gebäude ist#.^

source: Among the various types of screens on the #Information Center#, some will require more computer processing power to display than the others.
de: Von den verschiedenen Arten von Bildschirmen des Informationszentrums benötigen einige mehr Rechenleistung für die Anzeige als die anderen.

source: #The Farmer's Guide# is the one that requires #the least amount of processing power#.^
de: #Landwirt-Leitfaden# ist derjenige, der die geringste Rechenleistung erfordert.^

source: Hence, if you just want the game time to pass without needing to interact with any game user interfaces, you could #just open Farmer's Guide# (hotkey: F2) and the game time will advance #much faster#.^
de: Wenn Sie also einfach nur die Spielzeit verstreichen lassen wollen, ohne mit den Benutzeroberflächen des Spiels interagieren zu müssen, #könnten Sie den Landwirt-Leitfaden# (Hotkey: F2) einfach öffnen, und die Spielzeit schreitet #viel schneller voran#.^
